---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.BoundaryRadius
source: html/e1ed54b6-634e-bd04-5966-9669afc2ee6e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.BoundaryRadius Property

"Radius"

## Syntax (C#)
```csharp
public static ForgeTypeId BoundaryRadius { get; }
```